Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 여러 개를 한 번에 옮기기
cs: Přeneste vše najednou
da: Flyt en hel bunke over
de: Viele auf einmal übertragen
el: Μεταφέρετε πολλά μαζί
en: Bring over a whole batch
es: Trae todo de una vez
fi: Tuo koko joukko kerralla
fr: Tout transférer d'un coup
id: Pindahkan sekaligus banyak
it: Sposta tutto in una volta
ja: まとめて移行する
nb: Hent over alt på én gang
nl: Breng alles in één keer over
pl: Przenieś całą partię naraz
pt_br: Traga vários de uma vez
ru: Перенесите сразу много
sv: Flytta över en hel hög
th: ย้ายมาทีเดียวทั้งชุด
tr: Toplu olarak taşıyın
vi: Chuyển cả loạt sang cùng lúc
zh_hans: 一次搬一整批过来
zh_hant: 一次搬一整批過來

source: 여러 날에 걸쳐 쓴다. 카테고리와 백업이 열린다.
cs: Používá to několik dní. Odemknou se kategorie a záloha.
da: Bruges over flere dage. Kategorier og sikkerhedskopi åbnes.
de: Du nutzt es über mehrere Tage. Kategorien und Backup werden freigeschaltet.
el: Τη χρησιμοποιείτε σε πολλές ημέρες. Ανοίγουν οι κατηγορίες και η δημιουργία αντιγράφων.
en: Uses it across several days. Categories and backup open up.
es: Lo usas durante varios días. Se abren las categorías y la copia de seguridad.
fi: Käytät sitä usean päivän ajan. Kategoriat ja varmuuskopio avautuvat.
fr: Utilisée sur plusieurs jours. Les catégories et la sauvegarde se débloquent.
id: Dipakai selama beberapa hari. Kategori dan pencadangan terbuka.
it: Lo usi per più giorni. Si sbloccano categorie e backup.
ja: 何日かにわたって使っています。カテゴリとバックアップが使えるようになります。
nb: Brukes over flere dager. Kategorier og sikkerhetskopi åpnes.
nl: Gebruikt het over meerdere dagen. Categorieën en back-up gaan open.
pl: Używa przez kilka dni. Odblokowują się kategorie i kopia zapasowa.
pt_br: Usa em vários dias. Categorias e backup são liberados.
ru: Пользуется несколько дней подряд. Открываются категории и резервное копирование.
sv: Använder appen under flera dagar. Kategorier och säkerhetskopiering öppnas.
th: ใช้งานหลายวัน หมวดหมู่และการสำรองข้อมูลจะเปิดให้ใช้
tr: Birkaç gün boyunca kullanır. Kategoriler ve yedekleme açılır.
vi: Dùng qua nhiều ngày. Danh mục và sao lưu được mở ra.
zh_hans: 在好几天里都用。分类和备份会开放。
zh_hant: 在好幾天裡都用。分類和備份會開放。

source: 여러 단축어를 한 번에 골라 카테고리로 옮기거나 지울 수 있어요
cs: Vyberte více frází najednou a přesuňte je do kategorie nebo je smažte
da: Vælg flere fraser på én gang og flyt dem til en kategori eller slet dem
de: Wähle mehrere Textbausteine auf einmal und verschiebe sie in eine Kategorie oder lösche sie
el: Επιλέξτε πολλές φράσεις μαζί και μετακινήστε τις σε κατηγορία ή διαγράψτε τις
en: Pick several snippets at once and move them to a category or delete them
es: Elige varias frases a la vez y muévelas a una categoría o elimínalas
fi: Valitse useita fraaseja kerralla ja siirrä ne kategoriaan tai poista ne
fr: Sélectionnez plusieurs phrases à la fois pour les déplacer vers une catégorie ou les supprimer
id: Pilih beberapa frasa sekaligus, lalu pindahkan ke kategori atau hapus
it: Scegli più frasi insieme e spostale in una categoria o eliminale
ja: 複数の定型文をまとめて選び、カテゴリに移動したり削除したりできます
nb: Velg flere fraser samtidig og flytt dem til en kategori eller slett dem
nl: Selecteer meerdere fragmenten tegelijk en verplaats ze naar een categorie of verwijder ze
pl: Zaznacz kilka fraz naraz i przenieś je do kategorii lub usuń
pt_br: Você pode escolher vários snippets de uma vez e movê-los para uma categoria ou apagá-los
ru: Выберите сразу несколько фраз и перенесите их в категорию или удалите
sv: Markera flera fraser samtidigt och flytta dem till en kategori eller radera dem
th: เลือกข้อความด่วนหลายรายการพร้อมกัน แล้วย้ายไปหมวดหมู่หรือลบได้
tr: Birden fazla ifadeyi tek seferde seçip kategoriye taşıyın veya silin
vi: Chọn nhiều cụm từ cùng lúc để chuyển sang danh mục hoặc xóa
zh_hans: 一次選多條快捷短語，移到分類或刪除
zh_hant: 一次選多條快捷短語，移到分類或刪除

source: 여러 줄을 골랐을 때 줄바꿈을 살립니다
cs: Zachová zalomení řádků, když vyberete více řádků
da: Beholder linjeskift, når du vælger mere end én linje
de: Behält die Zeilenumbrüche, wenn du mehrere Zeilen auswählst
el: Διατηρεί τις αλλαγές γραμμής όταν επιλέγετε περισσότερες από μία γραμμές
en: Keeps the line breaks when you pick more than one line
es: Conserva los saltos de línea al elegir más de una línea
fi: Säilyttää rivinvaihdot, kun valitset useamman rivin
fr: Conserve les sauts de ligne quand vous sélectionnez plusieurs lignes
id: Mempertahankan jeda baris saat Anda memilih lebih dari satu baris
it: Mantiene gli a capo quando scegli più righe
ja: 複数行を選んだときに改行を残します
nb: Beholder linjeskift når du velger mer enn én linje
nl: Behoudt de regeleinden als je meer dan één regel kiest
pl: Zachowuje podziały wierszy, gdy zaznaczysz więcej niż jeden wiersz
pt_br: Mantém as quebras de linha quando você escolhe mais de uma linha
ru: Сохраняет переносы строк, если выбрано больше одной строки
sv: Behåller radbrytningarna när du markerar flera rader
th: คงการขึ้นบรรทัดใหม่เมื่อเลือกหลายบรรทัด
tr: Birden fazla satır seçtiğinizde satır sonlarını korur
vi: Giữ nguyên các dấu xuống dòng khi bạn chọn nhiều dòng
zh_hans: 试着做一个按顺序自动输入\n多个短语的组合
zh_hant: 試著做一個按順序自動輸入\n多個短語的組合

source: 여러 줄을 붙여넣거나 손으로 줄줄이 만들고 계시면, 한 번에 정리하기를 그 자리에서 내놓아요
cs: Vložíte-li více řádků nebo jich vytvoříte několik ručně za sebou, hromadný import se nabídne hned tam
da: Indsæt flere linjer, eller lav nogle få i række i hånden, så dukker masseimport op lige dér
de: Fügst du mehrere Zeilen ein oder legst ein paar von Hand nacheinander an, erscheint der Sammelimport gleich dort
el: Επικολλήστε πολλές γραμμές ή δημιουργήστε μερικές με το χέρι στη σειρά, και η μαζική εισαγωγή εμφανίζεται αμέσως
en: Paste several lines, or create a few by hand in a row, and bulk import comes to you right there
es: Pega varias líneas, o crea unas cuantas a mano seguidas, y la importación masiva aparece ahí mismo
fi: Liitä useita rivejä tai luo muutama käsin peräkkäin, niin joukkotuonti tulee heti esiin
fr: Si vous collez plusieurs lignes, ou en créez quelques-unes à la main d'affilée, l'import groupé s'affiche aussitôt
id: Tempel beberapa baris, atau buat beberapa secara manual berturut-turut, dan impor massal langsung muncul di situ
it: Incolla più righe, o creane alcune a mano di seguito, e l'importazione multipla compare subito
ja: 複数行を貼り付けたり、手作業で続けて作成したりしていると、その場でまとめて整理を提案します
nb: Lim inn flere linjer, eller lag noen få for hånd på rad, så dukker masseimport opp med en gang
nl: Plak meerdere regels, of maak er een paar achter elkaar met de hand, dan verschijnt bulkimport meteen
pl: Wklej kilka wierszy lub utwórz kilka ręcznie, jeden po drugim, a import zbiorczy pojawi się od razu
pt_br: Se você colar várias linhas ou criar algumas à mão em sequência, a importação em massa aparece ali mesmo
ru: Вставьте несколько строк или создайте пару подряд вручную, и массовый импорт появится сразу же
sv: Klistra in flera rader, eller skapa några för hand i följd, så dyker massimport upp direkt
th: วางหลายบรรทัด หรือสร้างเองต่อเนื่องหลายรายการ แล้วการจัดการทีเดียวจะปรากฏขึ้นตรงนั้น
tr: Birkaç satır yapıştırırsanız ya da art arda elle oluşturursanız, toplu içe aktarma hemen karşınıza çıkar
vi: Dán nhiều dòng, hoặc tự tạo liên tiếp vài mục, là tính năng nhập hàng loạt sẽ hiện ra ngay tại đó
zh_hans: 粘贴多行，或者接连手动做了几条，“一次整理”就会当场出现
zh_hant: 貼上多行，或者接連手動做了幾條，「一次整理」就會當場出現

source: 여러분이 남겨주신 피드백을 반영한 다듬기 업데이트
cs: Vylepšení podle zpětné vazby, kterou jste nám poslali
da: En opdatering med finpudsning baseret på din feedback
de: Ein Feinschliff-Update mit deinem Feedback
el: Ενημέρωση βελτιώσεων με βάση τα σχόλια που μας στείλατε
en: A polish update built from the feedback you sent us
es: Una actualización de mejoras con los comentarios que nos enviaste
fi: Päivitys, joka perustuu lähettämääsi palautteeseen
fr: Une mise à jour de finition fondée sur vos retours
id: Pembaruan penyempurnaan dari masukan yang Anda kirim
it: Un aggiornamento di rifinitura nato dai tuoi commenti
ja: いただいたフィードバックを反映した改善アップデート
nb: En oppdatering med finpuss basert på tilbakemeldingene fra dere
nl: Een verfijningsupdate op basis van de feedback die je ons hebt gestuurd
pl: Aktualizacja z poprawkami na podstawie Waszych opinii
pt_br: Uma atualização de refinamentos feita com o feedback que você enviou
ru: Обновление с доработками по вашим отзывам
sv: En finslipande uppdatering byggd på din återkoppling
th: อัปเดตปรับปรุงจากความคิดเห็นที่คุณส่งมา
tr: Bize ilettiğiniz geri bildirimlerle hazırlanan iyileştirme güncellemesi
vi: Bản cập nhật hoàn thiện dựa trên phản hồi bạn đã gửi
zh_hans: 根据大家的反馈做的打磨更新
zh_hant: 根據大家的意見回饋做的打磨更新

source: 여태 딴 데 적어 두신 것, 한 번에 옮겨요
cs: Vše, co máte uložené jinde, přeneste najednou
da: Flyt alt, du har gemt andre steder, over på én gang
de: Alles, was du woanders notiert hast, auf einmal übertragen
el: Μεταφέρετε μαζί ό,τι κρατούσατε αλλού
en: Bring over everything you've kept elsewhere
es: Trae de una vez lo que guardaste en otros lados
fi: Tuo kaikki muualle tallentamasi kerralla
fr: Importez en une fois ce que vous avez gardé ailleurs
id: Pindahkan semua yang Anda simpan di tempat lain
it: Porta qui tutto quello che hai scritto altrove
ja: ほかの場所に書き留めたものを、まとめて移行します
nb: Hent over alt du har lagret andre steder
nl: Breng alles over wat je elders hebt bewaard
pl: Wszystko, co masz zapisane gdzie indziej, przenieś naraz
pt_br: Traga de uma vez tudo o que você guardou em outros lugares
ru: Перенесите всё, что храните в другом месте
sv: Flytta över allt du sparat på andra ställen
th: ที่จดไว้ที่อื่น ย้ายมาทีเดียวได้เลย
tr: Başka yerde tuttuklarınızı tek seferde taşıyın
vi: Chuyển hết những gì bạn đã ghi ở nơi khác trong một lần
zh_hans: 一直记在别处的东西，一次都搬过来
zh_hant: 一直記在別處的東西，一次都搬過來

source: 여행
cs: Cestování
da: Rejser
de: Reisen
el: Ταξίδια
en: Travel
es: Viajes
fi: Matkat
fr: Voyage
id: Perjalanan
it: Viaggi
ja: 旅行
nb: Reise
nl: Reizen
pl: Podróże
pt_br: Viagem
ru: Путешествия
sv: Resa
th: ท่องเที่ยว
tr: Seyahat
vi: Du lịch
zh_hans: 旅行
zh_hant: 旅行

source: 연 구독
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσια
en: Yearly
es: Anual
fi: Vuosi
fr: Annuel
id: Tahunan
it: Annuale
ja: 年間プラン
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ru: На год
sv: Årsvis
th: รายปี
tr: Yıllık
vi: Hằng năm
zh_hans: 按年订阅
zh_hant: 按年訂閱

source: 연 구독 시작하기
cs: Zahájit roční předplatné
da: Start årligt abonnement
de: Jahresabo starten
el: Έναρξη ετήσιας συνδρομής
en: Start yearly plan
es: Empezar plan anual
fi: Aloita vuositilaus
fr: Commencer l'abonnement annuel
id: Mulai langganan tahunan
it: Inizia il piano annuale
ja: 年間プランを始める
nb: Start årsabonnement
nl: Start jaarabonnement
pl: Zacznij plan roczny
pt_br: Assinar plano anual
ru: Оформить подписку на год
sv: Starta årsprenumeration
th: เริ่มแพ็กเกจรายปี
tr: Yıllık planı başlat
vi: Bắt đầu gói hằng năm
zh_hans: 开始按年订阅
zh_hant: 開始按年訂閱

source: 연간
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσια
en: Yearly
es: Anual
fi: Vuosi
fr: Annuel
id: Tahunan
it: Annuale
ja: 年間
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ru: Год
sv: Årligen
th: รายปี
tr: Yıllık
vi: Hằng năm
zh_hans: 每年
zh_hant: 每年

source: 연결 상태
cs: Stav připojení
da: Forbindelsesstatus
de: Verbindungsstatus
el: Κατάσταση σύνδεσης
en: Connection Status
es: Estado de conexión
fi: Yhteyden tila
fr: État de la connexion
id: Status Koneksi
it: Stato della connessione
ja: 接続状況
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Stan połączenia
pt_br: Status da conexão
ru: Статус подключения
sv: Anslutningsstatus
th: สถานะการเชื่อมต่อ
tr: Bağlantı Durumu
vi: Trạng thái kết nối
zh_hans: 连接状态
zh_hant: 連接狀態

source: 연결 안 됨
cs: Odpojeno
da: Ikke forbundet
de: Getrennt
el: Αποσυνδεδεμένο
en: Disconnected
es: Desconectado
fi: Ei yhteyttä
fr: Déconnecté
id: Terputus
it: Non connesso
ja: 未接続
nb: Frakoblet
nl: Niet verbonden
pl: Rozłączono
pt_br: Desconectado
ru: Не подключено
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
vi: Đã ngắt kết nối
zh_hans: 未连接
zh_hant: 未連接

source: 연결됨
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
en: Connected
es: Conectado
fi: Yhdistetty
fr: Connecté
id: Terhubung
it: Connesso
ja: 接続済み
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

source: 연결할 템플릿이 없습니다.
cs: Žádné šablony k dispozici.
da: Ingen skabeloner tilgængelige.
de: Keine Vorlagen vorhanden.
el: Δεν υπάρχουν διαθέσιμα πρότυπα.
en: No templates available.
es: No hay plantillas para conectar.
fi: Ei käytettävissä olevia pohjia.
fr: Aucun modèle à associer.
id: Tidak ada templat.
it: Nessun modello disponibile.
ja: 接続できるテンプレートがありません。
nb: Ingen maler tilgjengelig.
nl: Geen sjablonen beschikbaar.
pl: Brak szablonów do połączenia.
pt_br: Nenhum modelo disponível.
ru: Нет доступных шаблонов.
sv: Inga mallar finns.
th: ไม่มีเทมเพลตให้เชื่อมต่อ
tr: Kullanılabilir şablon yok.
vi: Không có mẫu nào để kết nối.
zh_hans: 没有可关联的模板。
zh_hant: 沒有可關聯的範本。

source: 연도
cs: Rok
da: År
de: Jahr
el: Έτος
en: Year
es: Año
fi: Vuosi
fr: Année
id: Tahun
it: Anno
ja: 年
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
sv: År
th: ปี
tr: Yıl
vi: Năm
zh_hans: 年
zh_hant: 年

source: 연도 두 자리
cs: Dvouciferný rok
da: Tocifret år
de: Jahr zweistellig
el: Έτος με δύο ψηφία
en: Two-digit year
es: Año de dos dígitos
fi: Vuosi kahdella numerolla
fr: Année sur deux chiffres
id: Tahun dua digit
it: Anno a due cifre
ja: 年(2桁)
nb: Tosifret år
nl: Jaar met twee cijfers
pl: Rok (dwie cyfry)
pt_br: Ano com dois dígitos
ru: Двузначный год
sv: Tvåsiffrigt år
th: ปีสองหลัก
tr: İki haneli yıl
vi: Năm hai chữ số
zh_hans: 两位年份
zh_hant: 兩位年份

source: 연락처
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
en: Phone
es: Teléfono
fi: Puhelin
fr: Téléphone
id: Telepon
it: Telefono
ja: 電話
nb: Telefon
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
sv: Telefon
th: โทรศัพท์
tr: Telefon
vi: Điện thoại
zh_hans: 电话
zh_hant: 電話

source: 연습
cs: Procvičení
da: Øvelse
de: Üben
el: Εξάσκηση
en: Practice
es: Práctica
fi: Harjoittelu
fr: Exercice
id: Latihan
it: Prova
ja: 練習
nb: Øving
nl: Oefenen
pl: Ćwiczenie
pt_br: Prática
ru: Практика
sv: Övning
th: ฝึกหัด
tr: Alıştırma
vi: Luyện tập
zh_hans: 练习
zh_hant: 練習

source: 연습용 단축어는 다 끝나면 치울지 한 번 물어봐요
cs: Po dokončení se jednou zeptáme, zda cvičné fráze odstranit
da: Vi spørger én gang, om øvefraserne skal ryddes
de: Nach dem Üben fragen wir einmal, ob die Übungs-Textbausteine weg sollen
el: Θα ρωτήσουμε μία φορά αν θέλετε να καθαρίσουν οι φράσεις εξάσκησης
en: We ask once whether to clear the practice snippets
es: Al terminar, te preguntamos una vez si quieres borrar las frases de práctica
fi: Kysymme kerran, poistetaanko harjoitusfraasit
fr: Une fois terminé, on vous demande si vous voulez supprimer les phrases d'exercice
id: Kami akan bertanya sekali apakah frasa latihan ingin dihapus
it: Alla fine ti chiediamo una volta se togliere le frasi di prova
ja: 練習用の定型文は、終わったあとに片付けるか一度だけ確認します
nb: Vi spør én gang om øvingsfrasene skal ryddes bort
nl: We vragen één keer of de oefenfragmenten weg mogen
pl: Zapytamy raz, czy usunąć frazy do ćwiczeń
pt_br: Quando terminar, perguntamos uma vez se você quer apagar os snippets de prática
ru: Один раз спросим, удалить ли пробные фразы, когда всё будет готово
sv: Vi frågar en gång om övningsfraserna ska tas bort
th: เมื่อเสร็จแล้ว จะถามว่าจะล้างข้อความด่วนสำหรับฝึกหรือไม่
tr: Alıştırma ifadelerini işiniz bitince silmek isteyip istemediğinizi bir kez soruyoruz
vi: Khi xong, chúng tôi sẽ hỏi một lần có xóa các cụm từ luyện tập không
zh_hans: 练习用的短语，结束后会问一次要不要清掉
zh_hant: 練習用的短語，結束後會問一次要不要清掉

source: 연습용 단축어를 치울까요?
cs: Odstranit cvičné fráze?
da: Ryd øvefraserne?
de: Übungs-Textbausteine entfernen?
el: Να καθαριστούν οι φράσεις εξάσκησης;
en: Clear out the practice snippets?
es: ¿Quitar las frases de práctica?
fi: Poistetaanko harjoitusfraasit?
fr: Supprimer les phrases d'exercice ?
id: Hapus frasa latihan?
it: Togliere le frasi di prova?
ja: 練習用の定型文を片付けますか？
nb: Rydde bort øvingsfrasene?
nl: Oefenfragmenten opruimen?
pl: Usunąć frazy do ćwiczeń?
pt_br: Apagar os snippets de prática?
ru: Удалить пробные фразы?
sv: Ta bort övningsfraserna?
th: ล้างข้อความด่วนสำหรับฝึกไหม
tr: Alıştırma ifadeleri silinsin mi?
vi: Xóa các cụm từ luyện tập?
zh_hans: 要清掉练习用的短语吗？
zh_hant: 要清掉練習用的短語嗎？

source: 연습으로 만든 단축어는 끝나고 지울지 한 번만 물어봐요(설정에서 다시 볼 수도 있어요)
cs: Po dokončení se jednou zeptáme, zda cvičné fráze smazat (znovu je najdete v Nastavení)
da: Vi spørger kun én gang, om det, du lavede til øvelse, skal slettes (du kan se det igen i Indstillinger)
de: Wir fragen einmal, ob du die Übungs-Textbausteine löschen willst (du kannst es in den Einstellungen wiederholen)
el: Θα ρωτήσουμε μία φορά αν θέλετε να διαγραφούν όσα φτιάξατε για εξάσκηση (μπορείτε να το δείτε ξανά από τις Ρυθμίσεις)
en: We ask once whether to delete what you made for practice (and you can replay it from Settings)
es: Al terminar, te preguntamos una vez si quieres borrar lo que creaste para practicar (puedes repetirlo desde Ajustes)
fi: Kysymme kerran, poistetaanko harjoittelua varten tekemäsi. Voit toistaa sen asetuksista.
fr: On vous demande une seule fois si vous voulez supprimer ce que vous avez créé pour l'exercice (vous pouvez le rejouer depuis les Réglages)
id: Kami hanya bertanya sekali apakah frasa buatan latihan ingin dihapus (bisa diulang lagi dari Pengaturan)
it: Alla fine ti chiediamo una volta se eliminare le frasi create per provare (puoi rivedere la guida dalle Impostazioni)
ja: 練習で作った定型文は、終わったあとに削除するか一度だけ確認します(設定からもう一度見ることもできます)
nb: Vi spør én gang om du vil slette det du lagde som øving (du kan spille det av igjen fra Innstillinger)
nl: We vragen één keer of je wilt verwijderen wat je ter oefening hebt gemaakt (je kunt het opnieuw afspelen via Instellingen)
pl: Zapytamy raz, czy usunąć to, co powstało w ramach ćwiczenia (możesz je odtworzyć w Ustawieniach)
pt_br: Perguntamos uma vez se você quer apagar o que criou para praticar (e você pode rever isso nos Ajustes)
ru: Один раз спросим, удалить ли то, что вы создали для практики (это можно повторить в настройках)
sv: Vi frågar en gång om du vill radera det du skapade som övning (du kan spela upp det igen i Inställningar)
th: จะถามครั้งเดียวว่าจะลบสิ่งที่สร้างไว้ฝึกหรือไม่ (ดูซ้ำได้ในการตั้งค่า)
tr: Alıştırma için oluşturduklarınızı silmek isteyip istemediğinizi bir kez soruyoruz (Ayarlar'dan yeniden izleyebilirsiniz)
vi: Chúng tôi sẽ hỏi một lần có xóa những gì bạn tạo để luyện tập không (bạn có thể xem lại trong Cài đặt)
zh_hans: 练习时做的短语，结束后只问一次要不要删（也可以在设置里重看）
zh_hant: 練習時做的短語，結束後只問一次要不要刪（也可以在設定裡重看）

source: 열 가지 중에서 열 때마다 다른 것이 뽑혀요. 마음에 안 들면 다른 걸로 버튼으로 굴려 볼 수 있어요
cs: Jedna z deseti, pokaždé jiná. Klepnutím na Jinou zkusíte znovu
da: Én ud af ti, ny hver gang du åbner. Tryk på Prøv en anden for at trække igen
de: Eine von zehn, bei jedem Öffnen neu gewählt. Mit „Andere“ würfelst du neu
el: Μία από δέκα, διαφορετική κάθε φορά που ανοίγετε. Πατήστε «Δοκιμάστε άλλη» για νέα επιλογή
en: One of ten, picked fresh each time you open it. Tap Try another to roll again
es: Una de diez, distinta cada vez que abres. Toca Probar otra para volver a sortear
fi: Yksi kymmenestä, valitaan uusi joka avauksella. Napauta Kokeile toista, niin arvonta tehdään uudelleen
fr: Une idée parmi dix, différente à chaque ouverture. Touchez Essayer un autre pour relancer
id: Satu dari sepuluh, dipilih baru setiap kali dibuka. Ketuk Coba yang lain untuk mengacak lagi
it: Una su dieci, diversa a ogni apertura. Tocca Un'altra per estrarne un'altra
ja: 10種類の中から、開くたびに違うものが選ばれます。気に入らないときは「別のにする」で選び直せます
nb: Én av ti, trukket på nytt hver gang du åpner den. Trykk på Prøv en annen for å trekke igjen
nl: Eén van tien, elke keer opnieuw gekozen als je opent. Tik op Probeer een ander om opnieuw te kiezen
pl: Jedna z dziesięciu, losowana przy każdym otwarciu. Naciśnij Spróbuj innej, by losować ponownie
pt_br: Um entre dez, diferente a cada vez que você abre. Toque em Tentar outro para sortear de novo
ru: Один из десяти вариантов, выбирается заново каждый раз, когда вы открываете. Если не понравится, нажмите "Попробовать другой", чтобы прокрутить снова
sv: En av tio, slumpad varje gång du öppnar den. Tryck på Prova en annan för att slumpa igen
th: สุ่มจากสิบแบบ ต่างกันทุกครั้งที่เปิด แตะ ลองอันอื่น เพื่อสุ่มใหม่
tr: On seçenekten biri, her açışınızda yeniden seçilir. Beğenmezseniz Başkasını dene'ye dokunup yeniden çevirin
vi: Một trong mười, được chọn mới mỗi lần bạn mở. Chạm Thử cái khác để chọn lại
zh_hans: 十个里每次打开随机抽一个。不喜欢就点“换一个”再抽一次
zh_hant: 十個裡每次開啟隨機抽一個。不喜歡就點「換一個」再抽一次

source: 열 개수
cs: Počet sloupců
da: Antal kolonner
de: Spaltenanzahl
el: Αριθμός στηλών
en: Number of Columns
es: Número de columnas
fi: Sarakkeiden määrä
fr: Nombre de colonnes
id: Jumlah Kolom
it: Numero di colonne
ja: 列数
nb: Antall kolonner
nl: Aantal kolommen
pl: Liczba kolumn
pt_br: Número de colunas
ru: Число столбцов
sv: Antal kolumner
th: จำนวนคอลัมน์
tr: Sütun Sayısı
vi: Số cột
zh_hans: 列数
zh_hant: 列數

source: 열림
cs: Otevřeno
da: Åbnet
de: Geöffnet
el: Ανοιχτό
en: Opened
es: Abierto
fi: Avattu
fr: Ouvert
id: Terbuka
it: Aperto
ja: 開封済み
nb: Åpnet
nl: Geopend
pl: Otwarta
pt_br: Aberto
ru: Открыта
sv: Öppnad
th: เปิดแล้ว
tr: Açıldı
vi: Đã mở
zh_hans: 已打开
zh_hant: 已開啟

source: 열한 개를 만들고 둘만 쓴다. 한도 안내가 빠지고 찾기가 앞에 선다.
cs: Jedenáct vytvořeno, dvě použity. Upozornění na limit zmizí a hledání se posune dopředu.
da: Elleve oprettet, to brugt. Grænsemeddelelsen forsvinder, og søgning kommer forrest.
de: Elf angelegt, zwei genutzt. Der Hinweis zum Limit entfällt, die Suche rückt nach vorn.
el: Έντεκα δημιουργημένες, δύο σε χρήση. Η ειδοποίηση ορίου αφαιρείται και η αναζήτηση έρχεται πρώτη.
en: Eleven created, two used. The limit notice is dropped and search leads.
es: Once creadas, solo dos usadas. Se quita el aviso de límite y la búsqueda pasa al frente.
fi: Yksitoista luotu, kaksi käytössä. Rajoitusilmoitus poistuu ja haku nousee etualalle.
fr: Onze phrases créées, deux utilisées. L'avis de limite disparaît et la recherche passe devant.
id: Sebelas dibuat, hanya dua dipakai. Pemberitahuan batas dihilangkan dan pencarian tampil di depan.
it: Undici create, due usate. L'avviso sul limite sparisce e la ricerca passa in primo piano.
ja: 11個作って、使うのは2つだけ。上限の案内は消え、検索が先頭に来ます。
nb: Elleve laget, to brukt. Grensevarselet fjernes og søk kommer først.
nl: Elf gemaakt, twee gebruikt. De limietmelding verdwijnt en zoeken komt vooraan.
pl: Jedenaście utworzonych, dwie używane. Informacja o limicie znika, a wyszukiwanie wychodzi na pierwszy plan.
pt_br: Onze criados, só dois usados. O aviso de limite some e a busca vem na frente.
ru: Создано одиннадцать, используется только два. Уведомление о лимите скрыто, на первом плане поиск.
sv: Elva skapade, två använda. Gränsnotisen försvinner och sökningen kommer först.
th: สร้างไว้สิบเอ็ดรายการ ใช้แค่สองรายการ ไม่แสดงประกาศขีดจำกัด และการค้นหาขึ้นมาก่อน
tr: On bir tane oluşturur, yalnızca ikisini kullanır. Sınır uyarısı kalkar, arama öne çıkar.
vi: Tạo mười một cụm từ mà chỉ dùng hai. Bỏ thông báo giới hạn và tìm kiếm lên đầu.
zh_hans: 创建了十一个只用两个。不再提示数量上限，搜索排在前面。
zh_hant: 建立了十一個只用兩個。不再提示數量上限，搜尋排在前面。

source: 영상을 만드는 중이에요
cs: Vytváříme video
da: Laver din video
de: Video wird erstellt
el: Δημιουργείται το βίντεό σας
en: Making your video
es: Creando tu video
fi: Videota luodaan
fr: Création de la vidéo en cours
id: Sedang membuat video Anda
it: Sto creando il video
ja: 動画を作成中です
nb: Lager videoen din
nl: Je video wordt gemaakt
pl: Tworzę wideo
pt_br: Criando seu vídeo
ru: Создаём видео
sv: Skapar din video
th: กำลังสร้างวิดีโอ
tr: Videonuz hazırlanıyor
vi: Đang tạo video của bạn
zh_hans: 正在生成视频
zh_hant: 正在生成影片
